{
  "Header": {
    "WolvenKitVersion": "8.10.0",
    "WKitJsonVersion": "0.0.8",
    "GameVersion": 1630,
    "ExportedDateTime": "2023-09-26T03:48:34.0961277Z",
    "DataType": "CR2W",
    "ArchiveFileName": "D:\\2023\\Tháng 9\\CP0277\\TheRedTeam\\source\\archive\\DLC\\1273273743645430244.json"
  },
  "Data": {
    "Version": 195,
    "BuildVersion": 0,
    "RootChunk": {
      "$type": "JsonResource",
      "cookingPlatform": "PLATFORM_PC",
      "root": {
        "HandleId": "0",
        "Data": {
          "$type": "localizationPersistenceSubtitleEntries",
          "entries": [
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "Bet you\u0027ve all heard the big news by now – Space Force One crash lands smack in the middle of Dogtown... And with NUSA President Rosalind Myers still on board.",
              "maleVariant": "",
              "stringId": "3388474523162173440"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "Lend me your ears, Night City. This is Maximum Mike and I\u0027m telling you, this story\u0027s a big one.",
              "maleVariant": "",
              "stringId": "3388475195710431236"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "I\u0027m guessin\u0027 not many of you have ever stepped foot into Dogtown. And no wonder. This hostile part of Pacifica belongs to one Kurt Hansen – an ex-Militech soldier turned self-appointed dictator. And it\u0027s the dictator who\u0027s got beef with the NUS president.",
              "maleVariant": "",
              "stringId": "3637887204405731328"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "Washington claims, of course, that Myers wasn\u0027t among the passengers of the ill-fated flight. Mhm… yeah, right.",
              "maleVariant": "",
              "stringId": "3637887247942606848"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "Folks, this wasn\u0027t some freak accident, a stroke of supremely bad luck, no. Myers was most definitely on board, and it was Kurt Hansen who gave the order to blast her outta the sky.",
              "maleVariant": "",
              "stringId": "3637887283426418688"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "Now, you might thinkin\u0027 to yourself – OK, I buy that, but why make such a desperate move? And why now?",
              "maleVariant": "",
              "stringId": "3637888967791796224"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "So let me give it to you straight. There\u0027s a lot of politicos in the upper echelons of the NUS government, and even more \u0022old friends\u0022 from Myers\u0027 Militech days, and they dream of another Unification War. Of putting an end to Arasaka\u0027s expansion on American soil.",
              "maleVariant": "",
              "stringId": "3637889008291995648"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "Once... and for all.",
              "maleVariant": "",
              "stringId": "3637889058036441088"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "I mean, can you fathom any better justification for a call to arms? The assassination of the NUS president? And in the infamous Free City of Night City, no less? I call that \u0022preem\u0022.",
              "maleVariant": "",
              "stringId": "3637889106438709248"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "As for Militech coverin\u0027 their asses, that\u0027s why they kept Hansen on their shadow payroll. When the sabers start rattlin\u0027 and the blame starts flyin\u0027, it\u0027s gonna land squarely on him, a deserter of their own corp.",
              "maleVariant": "",
              "stringId": "3637891898217783296"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "Think on it, sleep on it... but don\u0027t you dare wait on it. Another war may be just around the corner. You wanna stay ahead of it.",
              "maleVariant": "",
              "stringId": "3637892149389484032"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "In return, he gets carte blanche – absolute rule over Dogtown. Provided the loyal hound still knows when to heel.",
              "maleVariant": "",
              "stringId": "3637892180544774144"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "Some chombattas of mine from Europe recently educated me on a crime syndicate based in Paris known widely as \u0022Le Collectif,\u0022 or \u0022The Collective.\u0022",
              "maleVariant": "",
              "stringId": "3637893175282688000"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "But hold that thought. Who\u0027s really behind this? The answer will surprise you. Guess all you want, you\u0027re not even gonna be close.",
              "maleVariant": "",
              "stringId": "3637893211471142912"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "Surprised? Yeah, I didn\u0027t think so. A warlord of Hansen\u0027s caliber isn\u0027t likely to be short on enemies. Now, if you\u0027re a regular listener, the first thought that popped into your head was the obvious – \u0022probably Militech.\u0022 Just them tyin\u0027 up a loose end…",
              "maleVariant": "",
              "stringId": "3637893236855070720"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "Kurt Hansen, self-appointed tyrant of Dogtown, has been killed.",
              "maleVariant": "",
              "stringId": "3637893264822689792"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "It\u0027s not their official name per se, but so little is known about this… \u0022association\u0022 that the line between fact and fiction... is difficult to draw. That said, The Collective makes one thing is certain – that the European democratic system is just pretty window dressing. Nothing more.",
              "maleVariant": "",
              "stringId": "3637905159113859072"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "The real strings of The Collective are being pulled by French monarchists – the Legitimists, Orleanists... Bonapartists. All of them with links to local terrorist cells.",
              "maleVariant": "",
              "stringId": "3637905670936387584"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "The attacks on the Bastille, the Arc de Triomphe, the Waterloo bombing – these were statements made by real power and its shrewd consolidation.",
              "maleVariant": "",
              "stringId": "3637905740058517504"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "And the legit French government? Don\u0027t they have any clout? Whatever non-monarchists do remain there, they know when to look the other away, and where to look when they do.",
              "maleVariant": "",
              "stringId": "3637906233392553984"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "So you\u0027re thinking: \u0022OK, Max Mike... where ya goin\u0027 with all this? What\u0027s it got to do with Kurt Hansen?\u0022 Heh. Well, here\u0027s my theory...",
              "maleVariant": "",
              "stringId": "3637906551354351616"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "Skylight… That name ring a bell? That\u0027s right – the notorious netrunner. Rumor is, well, first off, it\u0027s not just single person, but a duo. And second, that whoever they are, they got on The Collective\u0027s bad side.",
              "maleVariant": "",
              "stringId": "3637906620845580288"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "Now for the twist. These \u0027runners – Skylight – they started working for Hansen instead, and my sources say had ambitious plans to expand his operation into Europe, right under The Collective\u0027s nose.",
              "maleVariant": "",
              "stringId": "3637906992007929856"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "No, people, this regicide was no fluke. Hansen believed his walls made him invincible. And he was wrong. And for his hubris, he paid the ultimate price.",
              "maleVariant": "",
              "stringId": "3637909524998447104"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "Think about it. What better way to send a message to the world than by taking down one of Night City\u0027s most powerful people in his own backyard…",
              "maleVariant": "",
              "stringId": "3637909582527520768"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "So people, let me know what you all think. I\u0027d love to hear your thoughts.",
              "maleVariant": "",
              "stringId": "3637909912602468352"
            },
            {
              "$type": "localizationPersistenceSubtitleEntry",
              "femaleVariant": "Simple. This was coup, but not only his own. It\u0027s a coup d\u0027état long planned by people in Myers\u0027 own cabinet.",
              "maleVariant": "",
              "stringId": "3637910642814017536"
            }
          ]
        }
      }
    },
    "EmbeddedFiles": []
  }
}